[
  {
    "subject": "Trump Won’t Certify Nuclear Deal, but Won’t Unravel It",
    "content": "President Trump’s decision not to certify that Iran was complying with all terms of the 2015 agreement reached by President Barack Obama came after a fierce debate inside the administration.",
    "url": null,
    "attached": null,
    "picture": null,
    "face": "trump.jpg",
    "tip": null,
    "dId": null,
    "analysis": {
      "nlu": null,
      "ta": null,
      "d": null,
      "vr": null,
      "fr": null,
      "tr": null
    }
  },
  {
    "subject": "Wolf Puppies Are Adorable. Then Comes the Call of the Wild.",
    "content": "When they are full-grown at around 100 pounds, their jaws will be strong enough to crack moose bones. But because these wolves have been around humans since they were blind, deaf and unable to stand, they will still allow people to be near them, to do veterinary exams, to scratch them behind the ears — if all goes well.",
    "url": null,
    "attached": "wolf.pdf",
    "picture": null,
    "face": null,
    "tip": null,
    "dId": null,
    "analysis": {
      "nlu": null,
      "ta": null,
      "d": null,
      "vr": null,
      "fr": null,
      "tr": null
    }
  },
  {
    "subject": "In California, Fires So Fast Hesitation Proved Lethal",
    "content": "By THOMAS FULLER and RICHARD PÉREZ-PEÑA 12:00 AM ET. As stories emerged of how people died in the wind-driven fires that have ravaged Northern California, the element common to each tragedy was how quickly it happened.",
    "url": "https://www.nytimes.com/2017/10/13/us/california-wildfires-victims.html?ribbon-ad-idx=5&src=trending&module=Ribbon&version=context&region=Header&action=click&contentCollection=Trending&pgtype=article",
    "attached": null,
    "picture": null,
    "face": null,
    "tip": null,
    "dId": null,
    "analysis": {
      "nlu": null,
      "ta": null,
      "d": null,
      "vr": null,
      "fr": null,
      "tr": null
    }
  },
  {
    "subject": "At This Brooklyn Bar, It’s Just You, Your Date and the Barman",
    "content": "Public drinking in New York can be a chore. Many of the city’s bars are about as intimate as a rush-hour subway. Others serve as the stalking grounds for happy-hour predators. When the suits and ties arrive, it can be hard to find a stool or to get your glass refilled.",
    "url": null,
    "attached": "bar.doc",
    "picture": "bar.jpg",
    "face": null,
    "tip": null,
    "dId": null,
    "analysis": {
      "nlu": null,
      "ta": null,
      "d": null,
      "vr": null,
      "fr": null,
      "tr": null
    }
  },
  {
    "subject": "Trump Alienates America’s Allies and Hands Iran a Victory",
    "content": "For months, President Trump has made no secret of his desire to tear up one of the Obama administration’s top national security achievements: the nuclear accord with Iran, formally known as the Joint Comprehensive Plan of Action, or J.C.P.O.A. Mr. Trump repeatedly bashed the agreement during last year’s campaign. Once in the White House, American law required the president to certify to Congress every 90 days that Iran was complying. Even Mr. Trump’s adversarial relationship with the truth could not dodge the fact that Iran is in compliance — as determined repeatedly by the International Atomic Energy Agency, the American intelligence community and our closest European allies. Mr. Trump has found it galling to certify — not once, but twice — that a deal he described as “the worst ever” and “an embarrassment” is working.",
    "url": null,
    "attached": null,
    "picture": null,
    "face": null,
    "tip": "iran.jpg",
    "dId": null,
    "analysis": {
      "nlu": null,
      "ta": null,
      "d": null,
      "vr": null,
      "fr": null,
      "tr": null
    }
  }
]
